/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "첨부파일(%d)";

/* Old singular title format */
"AttachmentsKey" = "첨부파일(%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "첨부파일 추가";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "사진 찍기";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "사진 라이브러리";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "첨부파일 %d이(가) 삭제되었습니다.";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "파일";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "취소";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "제목";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "노트";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "값";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "경고: FUIFormCell의 현재 UITableViewController에 대한 navigationController가 Nil입니다. FUIAttachmentsFormCell과 ListPickerFormCell이 올바르게 작업하지 않습니다.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d시간 %d분";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "기간";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "시";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "시간";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "분";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "선택됨";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "모두";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "선택됨(%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "%d개의 선택한 항목을 보려면 두 번 탭합니다.";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "선택한 항목을 보려면 두 번 탭합니다.";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "선택사항을 무시하시겠습니까?";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "변경사항 무시";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "계속 편집";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "적용";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "경고: ListPickerFormCell의 listPickerSearchResultsUpdating 속성이 Nil이어서 검색이 사용되지 않습니다.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "모두 선택";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "모두 선택 해제";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "닫기";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "자세히";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "간단히";

/* The string for switch button */
"SwitchBUttonKey" = "전환 버튼";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "on";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "off";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "설정을 전환하려면 두 번 누르기";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "정렬 기준";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "선택되지 않음";

/* Criterion view accessibility hint */
"CriterionHintKey" = "선택을 토글하려면 두 번 누르십시오.";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "정렬 방향을 토글하려면 두 번 누르십시오.";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "최대값이 %@이고 최소값은 %@인 %@ 슬라이더입니다.";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "요소가 선택된 상태에서 위쪽/아래쪽으로 쓸어넘겨서 슬라이더 값을 변경할 수 있습니다.";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "현재 값은 %@입니다.";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "현재 값이 %@(으)로 변경되었습니다.";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "읽기 전용 필드";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "더 이상 남아 있는 문자가 없습니다.";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "문자 수를 줄이십시오.";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "대체 입력 액션";

/* Button for accessibility voice over announcement */
"ButtonKey" = "버튼";

/* Clear Text button title */
"ClearTextKey" = "텍스트 지우기";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "입력 텍스트 지움";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "두 번 눌러 열기";

"DoubleTapToCollapseKey" = "두 번 눌러 접기";

"DoubleTapToSelectFromList" = "두 번 눌러 리스트에서 선택";

"DoubleTapToSelect" = "두 번 눌러 선택";

"DoubleTapToUnselect" = "두 번 눌러 접기";

"FlashKey" = "플래시";

"FlashIsTurnedOnKey" = "플래시가 켜졌습니다.";

"FlashIsTurnedOffKey" = "플래시가 꺼졌습니다.";

"DoubleTapToTurnOnFlashKey" = "두 번 눌러 플래시 켜기";

"DoubleTapToTurnOffFlashKey" = "두 번 눌러 플래시 끄기";

/* FUIStepperView tip */
"StepperTipKey" = "편집할 수 있는 스테퍼입니다.";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "편집할 수 없는 스테퍼입니다.";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "최대값은 %@입니다.";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "최소값은 %@입니다.";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "값을 1 증가";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "값을 1 감소";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "현재 값:";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "필터";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "결과 \\(filteredNum)/\\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "\\(filteredNum)개 항목 표시";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "재설정";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "편집할 수 있는 슬라이더입니다. 최소값은 %@이며 최대값은 %@입니다.";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "편집할 수 없는 슬라이더입니다. 최소값은 %@이며 최대값은 %@입니다.";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "편집할 수 있는 범위 슬라이더입니다. 최소값은 %@이며 최대값은 %@입니다.";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "편집할 수 없는 범위 슬라이더입니다. 최소값은 %@이며 최대값은 %@입니다.";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "슬라이더 값 텍스트 필드";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "낮은 값 텍스트 필드";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "높은 값 텍스트 필드";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "두 번 눌러서 특정 값을 입력할 수 있습니다.";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "슬라이더 썸, 현재 값:";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "위쪽이나 아래쪽으로 쓸어넘겨서 값을 변경할 수 있습니다.";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "낮은 범위 슬라이더 썸, 현재 값:";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "위쪽이나 아래쪽으로 쓸어넘겨서 낮은 값을 변경할 수 있습니다.";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "높은 범위 슬라이더 썸, 현재 값:";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "위쪽이나 아래쪽으로 쓸어넘겨서 높은 값을 변경할 수 있습니다.";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "현재 값은 %@입니다.";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "현재 낮은 값은 %@이며, 높은 값은 %@입니다.";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "별 %d개 중 %d개";

/* FUIRatingControl hint */
"RatingControlHintKey" = "두 번 누른 후 왼쪽, 오른쪽으로 끌어 값 조정";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "바코드 스캔";

"BarcodeScanHintKey" = "두 번 눌러 스캔";

